{
  "main": {
    "name": "Mason Williams",
    "occupation": "Full Stack Web Development",
    "description": "Full Stack Father as well",
    "image": "",
    "bio": "Hi there! I am Mason! I've been coding for just over 6 months now.  I have recently graduated from Awesome Inc's coding boot-camp.  As a Full Stack developer I've worked both with the front end with JavaScript and React and the back end with Python and Django-Rest-Framework. Along the journey I realized my passion of solving problems and learning the most efficient solutions for those problems. With this passion, I have now successfully graduated from a full stack web development program in a short 16 weeks.  Before that my experience with computers was minimal.  The most I ever touched them was for school with Microsoft Office. Through this boot camp I have learned a broad field of general knowledge about computer programming and a very in depth knowledge of how I learn.",
    "contactmessage": "Questions, comments, and job offers?",
    "email": "bellowingbutcher@gmail.com",
    "phone": "",
    "address": {
      "street": "",
      "city": "Winchester",
      "state": "Kentucky",
      "zip": ""
    },
    "website": "",
    "resumedownload": "https://docs.google.com/document/d/1PnJn_BU3DNFNyODP8pIhTlFYj6AvY3UHomyxoNjJQsI/view?usp=sharing",
    "social": [
      {
        "name": "linkedin",
        "url": "www.linkedin.com/in/mason-j-williams",
        "className": "fa fa-linkedin"
      },
      {
        "name": "github",
        "url": "https://github.com/BellowingButcher",
        "className": "fa fa-github"
      }
    ]
  },
  "resume": {
    "skillmessage": "I have worked with ReactJs, JavaScript, Python, Django-Rest-Framework, and SQL",
    "education": [
      {
        "school": "University of Kentucky - UK",
        "degree": "Three years of class",
        "graduated": "",
        "description": ""
      }
    ],
    "work": [
      {
        "company": "Whole Foods Market",
        "title": "Butcher",
        "years": "Dec 2014 - Aug 2022",
        "description": "Delegated daily tasks to team members on shift in order to accomplish team goals, serve customers, and provide quality product.  Analyzed the department's products for quality assurance. Created daily updates for an efficient workflow and led the team in execution by completing tasks, assisting other team members and maintaining accountability. Educated clients on intricate details of the final purchase with clarity, ensuring understanding, detail orientation and always striving to provide the highest quality of service."
      }
    ],
    "skills": [
      {
        "name": "Git",
        "level": "76%"
      },
      {
        "name": "JavaScript",
        "level": "75%"
      },
      {
        "name": "ReactJs",
        "level": "75%"
      },
      {
        "name": "Python",
        "level": "80%"
      },
      {
        "name": "Pandas",
        "level": "85%"
      }
    ]
  },
  "portfolio": {
    "projects": [
      {
        "title": "Total Time Tracker (React, Python)",
        "category": "",
        "image": "totalTime.png",
        "url": "https://total-time-tracker.web.app/"
      }
    ]
  },
  "testimonials": {
    "testimonials": [
      {
        "text": "Sonny is absolutely excellent, his depth of knowledge & his mentorship really meant a lot to us... I would definitely recommend",
        "user": "Jorge Fouto"
      },
      {
        "text": "Learning with Sonny has been AWESOME, he makes learning React so easy and approachable, you'll finally feel like you know what's going on!",
        "user": "Adam Curtis"
      }
    ]
  }
}


